[Main]
Add_Item_Title=Element hinzufügen
Add_User_OK=Neuer Benutzer erfolgreich hinzugefügt!\nBitte einloggen
Btn_OK=OK
Cancel_Button=Abbrechen
CB_HidePassword=Passwort ausblenden
Change_Item=Element ändern
Change_password_information=Passwortinformationen ändern
Copied=Kopiert!
Copy=Kopieren
Create_RandomPass=Zufälliges Passwort erstellen
CreateNewUser=Neuen Benutzer erstellen
Delete_password_information=Passwortinformationen löschen
Description=Beschreibung
Generate_Btn=Generieren
Good_Afternoon=Guten Tag!
Good_Evening=Guten Abend!
Good_Morning=Guten Morgen!
Item_Name=Elementname
LB_PassLength=Passwortlänge
LB_Password=Passwort
LB_SecureLevel=Sicherheitsstufe
LB_UserName=Benutzername
Login_Button=Anmelden
Message_Fill_UserName_Password=Bitte Benutzernamen und Passwort eingeben!
Message_Login_Fail=Benutzername oder Passwort ist falsch!
Message_Login_OK=Anmeldung erfolgreich!
Message_select_to_show=<Zum Anzeigen auswählen>
Message_User_Exist=Benutzername existiert bereits!
Message_User_Not_Exist=Benutzername existiert nicht!\nMöchten Sie einen neuen Benutzer erstellen?
Modification=Änderung
Numeric_Chars=Unterstützung numerischer Zeichen
Option=Option
Options=Optionen
Pass_Length=Länge
Password_information_changed=Passwortinformationen geändert
Password_Level_Danger=Gefahr
Password_Level_Normal=Normal
Password_Level_Safe=Sicher
Please_Fill_AllFields=Bitte füllen Sie alle Felder aus
Special_Chars=Unterstützung spezieller Zeichen
Start_Btn=Start
Type_Chars=Zeichen eingeben
Unknown=Unbekannt
UpperCase_Chars=Unterstützung großer Buchstaben
Urls=URLs
Welcome=Willkommen
Hide_Password=Passwort ausblenden
User_Name=Benutzername
Password=Passwort
Login=Anmelden
Add_Item=Element hinzufügen
Change_Item=Element ändern
Cancel=Abbrechen